Repository: nvuio/discord-translator-i18n
Catalog: */errors.po
Languages: de, fr, is, it

source: **Embed Links** permission is required, please fix or tell an admin.
de: Die Berechtigung **Links einbetten** wird benötigt, bitte korrigiere dies oder teile es einem Admin mit.
fr: La permission **Intégrer des liens** est requise, merci de régler le problème ou de contacter un administrateur.
is: **Embed Links** leyfi er krafist, vinsamlegast lagaðu eða segðu stjórnanda.
it: È necessario il permesso **Incorporare i link**, correggi o informa un amministratore.

source: Interactions via Direct/Private messages with bot have been **disabled**.
de: Interaktionen über direkte/private Nachrichten mit dem Bot wurden **deaktiviert**.
fr: Les interactions via les messages privés pour ce bot ont été **désactivées**.
is: Samskipti með beinum/einka skilaboðum hafa verið **disabled**.
it: Le interazioni tramite messaggio privato con il bot sono state **disabilitate**.

source: Missing Arguments
de: Fehlende Argumente
fr: Arguments manquants
is: Vantar rök
it: Argomenti mancanti

source: Missing valid languages and text for translation, please edit to fix.
de: Es fehlen gültige Sprachen und ein Text für die Übersetzung. Bitte bearbeiten, um dies zu ändern.
fr: Langue valide et texte à traduire manquants, merci d'éditer pour corriger le problème.
is: Vantar gilt tungumál og texti til þýðingar, vinsamlegast breyttu til að laga.
it: Mancano lingue e testi validi per la traduzione, si prega di modificare per correggere.

source: Missing Text
de: Fehlender Text
fr: Texte manquant
is: Vantar texta
it: Testo Mancante

source: Please provide some text for language detection.
de: Bitte gib einen Text für die Spracherkennung ein.
fr: Merci d'insérer du texte pour détecter la langue.
is: Vinsamlegast gefðu upp texta til að greina tungumál.
it: Si prega di fornire del testo per il rilevamento della lingua.

source: To translate a message, you *need* a message! Please edit your command to include text.
de: Um eine Nachricht zu übersetzen *benötigst* du eine Nachricht! Bitte erweitere deinen Befehl um einen Text.
fr: Pour traduire un message, vous *avez besoin* d'un message ! Merci d'éditer votre commande pour y inclure du texte.
is: Til að þýða skilaboð, þú *þarft* skilaboð! Vinsamlegast breyttu skipun þinni til að innihalda texta.
it: Per tradurre un messaggio, *hai* prima bisogno di scriverne uno! Si prega di modificare il comando per includere il testo.

source: Invalid languages argument
de: Ungültiges Sprachen-Argument
fr: Arguments de langue invalides
is: Ógild tungumálar rök
it: Argomento delle lingue non valido

source: Incorrect format for from/to argument, please edit to fix.
de: Falsches Format für Von/Zu-Argument, bitte bearbeiten, um es zu korrigieren.
fr: Format incorrect de l'argument source/cible, merci d'éditer pour corriger le problème.
is: Rangt snið fyrir frá/til rök, breyttu til að laga það.
it: Formato errato per l’argomento, si prega di modificare per correggere.

source: Missing Permissions
de: Fehlende Berechtigungen
fr: Permissions manquantes
is: Vantar heimildir
it: Permessi Mancanti

source: Please fix that if you're an administrator.
de: Bitte behebe das, wenn du ein Administrator bist.
fr: Merci de corriger ce problème si vous êtes un administrateur.
is: Vinsamlegast lagaðu þetta ef þú ert stjórnandi.
it: Se sei un Amministratore, sei pregato di risolvere il problema.

source: Bot does not have **Manage Roles** or **Manage Nicknames** permissions on this server.
de: Der Bot hat keine **Rollen verwalten** oder **Nicknamen verwalten** Berechtigungen auf diesem Server.
fr: Le bot n'a pas les permissions **Gérer les rôles** ou **Gérer les pseudos** sur ce serveur.
is: Botti hefur ekki **Manage Roles** eða **Manage Nicknames** heimildir á þessum þjóni.
it: Il bot non ha permessi **Gestire i ruoli** o **Gestire i soprannomi** su questo server.

source: Bot cannot assign the role **%s** because it is beyond the bot's highest role. You can fix it by **moving** the bot's primary role (`%s`) higher in the roles list.
de: Der Bot kann die Rolle **%s** nicht zuweisen, da sie über die höchste Rolle des Bot hinausgeht. Du kannst es beheben, indem du die primäre Rolle des Bot (`%s`) in der Rollenliste nach oben verschiebst.
fr: Le bot ne peut pas assigner le rôle **%s** parce qu'il est supérieur au rôle du bot. Vous pouvez corriger cela en **déplaçant** le rôle principal du bot (`%s`) plus haut dans la liste des rôles.
is: Botti getur ekki úthlutað hlutverkinu **%s** því það er yfir hæsta hlutverk bottans. Þú getur lagað það með því að **moving** aðal hlutverk bottans.
it: Il bot non può assegnare il ruolo **%s** perché il ruolo è più importante di quello del bot. Puoi aggiustarlo **spostando** il ruolo principale del bot (`%s`) più in alto nell'elenco dei ruoli.

source: Invalid Channel
de: Ungültiger Kanal
fr: Salon invalide
is: Ógild rás
it: Canale non valido

source: The channel %s seems to be either **invalid** or **unreachable** in your server. Contact an administrator for support.
de: Der Kanal %s in deinem Server scheint entweder **ungültig** oder **unerreichbar** zu sein. Wenden dich an einen Administrator, um Unterstützung zu erhalten.
fr: Le salon %s semble être **invalide** ou **inatteignable** dans votre serveur. Merci de contacter un administrateur.
is: Rásin %s virðist vera annaðhvort **invalid** eða **unreachable** á þínum þjóni. Hafðu samband við stjórnanda fyrir stuðning.
it: Il canale %s sembra essere **non valido** o **non raggiungibile** nel tuo server. Contatta un amministratore per ricevere supporto.

source: Invalid Language(s)
de: Ungültige Sprache(n)
fr: Langue(s) invalide(s)
is: Ógilt tungumál
it: Lingua/e non valida/e

source: Translator could not recognize the following as valid languages:
de: Translator konnte die folgenden Sprachen nicht als gültige Sprachen erkennen:
fr: Translator ne peut pas reconnaître ces langues comme valides :
is: Þýðandinn gat ekki þekkt eftirfarandi tungumál:
it: Il traduttore non ha riconosciuto le seguenti come lingue valide:

source: Missing Language
de: Fehlende Sprache
fr: Langue manquante
is: Vantar tungumál
it: Lingua mancante

source: Please specify a **valid language** for translation (Can be ISO code or name).
de: Bitte gib eine **gültige Sprache** für die Übersetzung an (kann ISO-Code oder ein Name sein).
fr: Merci de spécifier une **langue valide** pour la traduction (Code ISO ou nom).
is: Vinsamlegast tilgreinið **valid language** til þýðingar (Má vera ISO kóði eða nafn)
it: Specifica una **lingua valida** per la traduzione (può essere il nome o il codice ISO).

source: Explain yourself
de: Was machst du da
fr: Faites vous comprendre
is: Útskýrðu
it: Spiegati

source: One does not simply translate to `Auto`
de: Man übersetzt nicht einfach in `Auto`
fr: Il ne s'agit pas seulement de traduire `Auto`
is: Einn þýðir ekki einfaldlega að þýða í `Sjálfvirk`
it: Uno non si limita semplicemente a `Auto`

source: Bad Text Format
de: Ungültiges Text-Format
fr: Format de texte invalide
is: Ógilt textasnið
it: Formato testo errato

source: The supplied translation text has an invalid format.
de: Der mitgelieferte Übersetzungstext hat ein ungültiges Format.
fr: Le texte fourni à traduire possède un format invalide.
is: Uppgefinn Þýðingartexti er með ógildu sniði.
it: Il testo di traduzione fornito ha un formato non valido.

source: Please report the issue at the official **[support server](%s)**.
de: Bitte melde das Problem im offiziellen **[Support-Server](%s)**.
fr: Merci de reporter ce problème dans le **[serveur officiel de support](%s)**.
is: Vinsamlegast tilkynnið málið á opinbera **[support server](%s)**.
it: Si prega di segnalare il problema nel **[server di supporto](%s)** ufficiale.

source: Bad User
de: Ungültiger Nutzer
fr: Utilisateur invalide
is: Ógildur notandi
it: Cattivo utente

source: Some bots and banned users are not allowed to be auto translated.
de: Einige Bots und gesperrte Nutzer dürfen nicht automatisch übersetzt werden.
fr: Les utilisateurs bannis et quelques bots ne sont pas autorisés à se traduire eux-mêmes.
is: Sumir bottar og bannaðir notendur mega ekki vera sjálfkrafa þýddir.
it: Alcuni bot e utenti bannati non possono essere tradotti automaticamente.

source: If this is a mistake, please report the issue at the official **[support server](%s)**.
de: Wenn dies ein Fehler ist, melde das Problem bitte im offiziellen **[Support-Server](%s)**.
fr: Si vous pensez que c'est une erreur, merci de le reporter dans le **[serveur officiel de support](%s)**.
is: Ef þetta eru mistök skaltu tilkynna málið á opinbera **[support server](%s)**.
it: Se questo è un errore, si prega di segnalare il problema al **[server di supporto](%s)** ufficiale.

source: Invalid Translation Data
de: Ungültige Übersetzungsdaten
fr: Données de traduction invalides
is: Ógild þýðingargögn
it: Dati di traduzione non validi

source: Looks like something went wrong while processing your request.
de: Sieht so aus, als wäre bei der Bearbeitung deiner Anfrage etwas schief gelaufen.
fr: On dirait que quelque chose s'est mal passé pendant le traitement de votre demande.
is: Svo virðist sem eitthvað hafi farið úrskeiðis við vinnslu beiðninnar.
it: Sembra che qualcosa sia andato storto durante l'elaborazione della tua richiesta.

source: Text is too looong
de: Text ist zu laaange
fr: Le texte est trop looong
is: Texti er of langur
it: Il testo è troppo luuuuuuungo

source: Could you please split your message into smaller chunks? Thanks!
de: Könntest du deine Nachricht bitte in kleinere Stücke aufteilen? Danke!
fr: Pouvez-vous s'il vous plaît diviser votre message en plus petites parties ? Merci !
is: Viltu vinsamlegast skipta skilaboðunum í smærri hluta? Takk!
it: Potresti per favore dividere il tuo messaggio in parti più brevi? Grazie!

source: Google is Angry
de: Google ist wütend
fr: Google est énervé
is: Google er reiður
it: Google è arrabbiato

source: Translation refused by Google.
de: Übersetzung von Google abgelehnt.
fr: Traduction refusée par Google.
is: Þýðing hafnað af Google.
it: Traduzione rifiutata da Google.

source: Role Assignment Failed
de: Rollenzuweisung fehlgeschlagen
fr: L'assignation du rôle a échoué
is: Úthlutun hlutverka mistókst
it: Assegnazione ruolo non riuscita

source: Could not update user's role due to a Discord error.
de: Die Rolle des Benutzers konnte aufgrund eines Discord-Fehlers nicht aktualisiert werden.
fr: Impossible de mettre à jour le rôle de l'utilisateur dû à une erreur de Discord.
it: Non siamo riusciti a aggiornare il ruolo dell'utente a causa di un errore di Discord.

source: Send Error
de: Fehler senden
fr: Erreur lors de l'envoi
is: Senda villu
it: Invia errore

source: Discord refused to deliver message.
de: Discord weigerte sich, die Nachricht zu überbringen.
fr: Discord a refusé de délivrer le message.
is: Discord neitaði að afhenda skeyti.
it: Discord ha rifiutato di consegnare il messaggio.

source: Flag Reaction Limit
de: Flaggen-Reaktions-Limit
fr: Limite d'ajout de réactions
is: Flagg viðbragða takmörk
it: Limite reazione con bandiera raggiunto

source: That message has been translated to too many languages and cannot be translated any further...
de: Diese Nachricht wurde in zu viele Sprachen übersetzt und kann nicht mehr übersetzt werden….
fr: Le message a été traduit en trop de langues et ne peut plus être plus traduit.
is: Þessi skilaboð hafa verið þýdd á of mörg tungumál og ekki er hægt að þýða þau oftar.
it: Quel messaggio è stato tradotto in troppe lingue e non può essere ulteriormente tradotto...

source: Missing Access to History
de: Fehlender Zugriff auf den Verlauf
fr: Accès manquant à l'historique
is: Vantar aðgang að sögu
it: Accesso mancante alla cronologia

source: The bot cannot view **message history** here. Please enable that to properly translate old messages written in this channel.
de: Der Bot kann den **Nachrichtenverlauf** hier nicht sehen. Bitte aktiviere diese Option, um alte Nachrichten, die in diesem Kanal geschrieben wurden, korrekt zu übersetzen.
fr: Le bot n'a pas la permission **Voir l'historique des messages** ici. Merci de l'activer pour qu'il puisse traduire correctement les anciens messages de ce salon.
is: Botti getur ekki skoðað **message history** her. Vinsamlegast virkjaðu þetta til að þýða gömul skilaboð sem hafa verið skrifuð á þessari rás.
it: Il bot non può visualizzare **la cronologia dei messaggi** qui. Si prega di abilitarlo per tradurre correttamente i vecchi messaggi scritti in questo canale.

source: Command Disabled (%s)
de: Befehl deaktiviert (%s)
fr: Commande désactivée (%s)
is: Skipun Óvirk ( %s)
it: Comando Disabilitato (%s)

source: The `last` translation command has been disabled in favour of **reactions** and **automatic** translations, and also to prevent abuse.
de: Der Übersetzungsbefehl `letzte` wurde zugunsten von **Reaktionen** und **automatischen** Übersetzungen sowie zur Vermeidung von Missbrauch deaktiviert.
fr: La `dernière` commande de traduction a été désactivée en faveur des **réactions** et traductions **automatiques**, afin d'éviter des abus.
is: `síðustu` þýðingarskipunin hefur verið gerð óvirk í þágu **reactions** og **automatic** þýðingar, og einnig til að koma í veg fyrir misnotkun.
it: Il comando di traduzione `last` è stato disabilitato a favore delle **reazioni** e delle traduzioni **automatiche** e per prevenire abusi.

source: Invalid Channels in Group
de: Ungültige Kanäle in der Gruppe
fr: Salons invalides dans le groupe
is: Ógildar rásir í hóp
it: Canali non validi nel gruppo

source: Could **not** auto translate to the following channels:
de: Konnte **nicht** automatisch in die folgenden Kanäle übersetzen:
fr: Ne **peut pas** traduire automatiquement dans les salons suivants :
is: Gat **not** notað sjálfvirkan þýða í eftirfarandi Rásum:
it: Potrebbe **non** eseguire automaticamente la conversione ai seguenti canali:

source: Please make sure the bot has **read**, **send**, **embed links** and **history** permissions in all channels.
de: Bitte stelle sicher, dass der Bot **Lesen**, **Senden**, **Links einbetten** und **Verlauf** Berechtigungen in allen Kanälen hat.
fr: Merci de vérifier que le bot a les permissions **lire les messages**, **envoyer des messages**, **intégrer des liens** et **voir les anciens messages** dans tous les salons.
is: Vinsamlegast Gakktu úr skugga um að botti hafi **read**, **send**, **embed links** og **history** heimildir í öllum rásum.
it: Assicurati che il bot abbia i permessi **read**, **send**, **embed links** e **history** in tutti i canali.

source: The `%s` command is reserved for server **moderators** and **admins** only.
de: Der Befehl `%s` ist nur für Server-**Moderatoren** und -**Administratoren** reserviert.
fr: La commande `%s` est réservée aux **modérateurs** et **administrateurs** du serveur seulement.
is: Skipunin `%s` er tekin frá fyrir **moderators** og **admins** eingöngu.
it: Il comando `%s` è riservato ai **moderatori** e **admins** del server.

source: The `%s` command is reserved for server **administrators** only.
de: Der Befehl `%s` ist nur für Server-**Administratoren** reserviert.
fr: La commande `%s` est réservée aux **administrateurs** du serveur seulement.
is: Skipunin `%s` er tekin frá fyrir **admins** eingöngu.
it: Il comando `%s` è riservato solo agli **amministratori** del server.

source: This channel is **not** part of any automatic translation group.
de: Dieser Kanal ist **nicht** Teil einer automatischen Übersetzungsgruppe.
fr: Ce salon ne fait **pas** partie d'un groupe de traduction automatique.
is: Þessi rás er **not** hluti af neinum sjálfvirkum þýðingarhóp.
it: Questo canale **non** fa parte di qualsiasi gruppo di traduzione automatica.

source: Please make sure the name is %d to %d characters long.
de: Bitte stelle sicher, dass der Name %d bis %d Zeichen lang ist.
fr: Merci de vérifier que le nom comporte entre %d et %d caractères.
is: Vinsamlegast vertu viss um nafnið sé %d til %d stafir á lengd
it: Assicurati che il nome sia da %d a %d caratteri.

source: Invalid Auto Mode
de: Ungültiger Auto-Modus
fr: Mode automatique invalide
is: Ógildur sjálfvirkur hamur
it: Modalità automatica non valida

source: Invalid Style
de: Ungültiger Stil
fr: Style invalide
is: Ógildur stíll
it: Stile non valido

source: `%s` is **not** a valid text style. The allowed styles are:
de: `%s` ist **kein** gültiger Textstil. Die erlaubten Stile sind:
fr: `%s` n'est **pas** un style de texte valide. Les styles autorisés sont :
is: `%s` er **not** gildur texta still. Leyfðir stílar eru:
it: `%s` **non** è uno stile di testo valido. Gli stili consentiti sono:

source: Nickname Error
de: Nickname-Fehler
fr: Erreur de pseudo
is: Gælunafn Villa
it: Errore Nickname

source: Could not change the user's nickname while setting custom language. This usually happens if the user is an **admin** or **server owner**.
de: Der Nickname des Benutzers konnte beim Einstellen der benutzerdefinierten Sprache nicht geändert werden. Dies geschieht normalerweise, wenn der Benutzer ein **Admin** oder **Serverbesitzer** ist.
fr: Ne peut pas changer le pseudo de l'utilisateur pendant le paramétrage d'une langue personnalisée. Cela arrive souvent si l'utilisateur est un **administrateur** ou bien le **propriétaire du serveur**.
is: Gat ekki breytt gælunafni notandans þegar stillt var sérsniðið tungumál. Þetta gerist venjulega ef notandinn er **admin** eða **server owner**.
it: Impossibile modificare il nickname dell'utente durante l'impostazione della lingua personalizzata. Questo di solito accade se l'utente è un **admin** o il **proprietario del server**.

source: In this case, change the user's nickname manually to add `--lang` at end like the following example:
de: In diesem Fall ändere den Nicknamen des Benutzers manuell, um `--lang` am Ende hinzuzufügen, wie im folgenden Beispiel:
fr: Dans ce cas, changer le pseudo de l'utilisateur manuellement en ajoutant `--lang` à la fin comme les exemples suivants :
is: Í þessu tilfelli skaltu breyta gælunafni notandans handvirkt til að bæta við `--lang` í lok eins og eftirfarandi dæmi:
it: In questo caso, modificare manualmente il nickname dell'utente per aggiungere `--lang` alla fine come nell'esempio seguente:

source: Bad Request
de: Ungültige Anfrage
fr: Requête invalide
is: Ógild beiðni
it: Richiesta Sbagliata

source: Could not handle your request.
de: Deine Anfrage konnte nicht bearbeitet werden.
fr: Impossible de traiter votre requête.
is: Ekki er hægt að afgreiða beiðni þína.
it: Impossibile gestire la tua richiesta.

source: Bad Data
de: Ungültige Daten
fr: Données invalides
is: Ógild gögn
it: Dati sbagliati

source: Could not handle your request due to an internal error.
de: Deine Anfrage konnte aufgrund eines internen Fehlers nicht bearbeitet werden.
fr: Impossible de traiter votre requête dû à une erreur interne.
it: Impossibile gestire la tua richiesta a causa di un errore interno.

source: Your server has reached its **maxiumum allowed** auto groups quota.
de: Dein Server hat die Quote an **maximal erlaubten** Auto-Gruppen erreicht.
fr: Ce serveur a atteint son **quota maximum** de groupes automatiques.
is: Þjónninn þinn hefur náð **hámarks leyfilegum** kvóta fyrir sjálfvirka hópa.

source: The group **`%s`** has reached its **maximum** allowed linked channels.
de: Die Gruppe **`%s`** hat ihre **maximal** erlaubten verknüpften Kanäle erreicht.
fr: Le groupe **`%s`** a atteint le **maximum** de salons connectés.
is: Hópurinn **`%s`** hefur náð sínu **hámarki** af leyfilegum tengdum rásum.
it: Il gruppo **`%s`** ha raggiunto il suo **massimo** di canali consentiti.

source: Your server has reached its **%s** translation quota of **%s** characters.
de: Dein Server hat seine **%s** Übersetzungsquote von **%s** Zeichen erreicht.
fr: Ce serveur a atteint son **%s** quota de traductions de **%s** caractères.
is: Þjónninn þinn hefur náð ** %s ** þýðingar kvóta af ** %s ** stöfum.
it: Il tuo server ha raggiunto la quota di traduzione **%s** di **%s** caratteri.

source: Voice Connection Failed
de: Sprachverbindung fehlgeschlagen
fr: Connexion vocale échouée
is: Radd tenging mistókst
it: Connessione vocale fallita

source: Bot could not join the voice channel, please check if it has the neccessary permissins.
de: Bot konnte dem Sprachkanal nicht beitreten, bitte prüfe, ob er die notwendigen Berechtigungen hat.
fr: Le bot ne peut pas rejoindre ce salon vocal, merci de vérifier s'il a les permissions nécessaires.
is: Botti gat ekki tekið þátt í raddrásinni, vinsamlegast athugaðu hvort það hafi nauðsynleg leyfi.

source: Voice Channel Full
de: Sprachkanal voll
fr: Salon vocal plein
is: Tall rás full
it: Canale vocale completo

source: Bot could not join the voice channel, because it is **full**!
de: Der Bot konnte dem Sprachkanal nicht beitreten, weil dieser **voll** ist!
fr: Le bot ne peut pas rejoindre ce salon vocal, parce qu'il est **plein** !
is: Bot gat ekki tekið þátt í raddrásinni, því hún er **full**!
it: Bot non ha potuto unirsi al canale vocale, perché è **pieno**!

source: You have to be **connected** to a **Voice Channel** for transmitting translated TTS messages.
de: Du musst mit einem **Sprachkanal** **verbunden** sein, um übersetzte TTS-Nachrichten zu übertragen.
fr: Vous devez être **connecté** à un **salon vocal** pour transmettre des messages TTS traduits.
is: Þú verður að vera **tengdur** við **Voice Channel** til að senda þýdd TTS skilaboð.
it: Devi essere **connesso** ad un **Canale vocale** per trasmettere messaggi TTS tradotti.

source: Text to Speech Failed
de: Text-zu-Sprache fehlgeschlagen
fr: Text To Speech (TTS) échoué
is: Texti til tals mistókst
it: Text to Speech non riuscito

source: Could not proccess your TTS request.
de: Deine TTS-Anfrage konnte nicht bearbeitet werden.
fr: Impossible de traiter votre requête TTS.
is: Ekki er hægt að afgreiða TTS beiðni.
it: Impossibile elaborare la richiesta TTS.

source: Missing Voice Permissions
de: Fehlende Sprachberechtigungen
fr: Permissions vocales manquantes
is: Raddheimildir vantar
it: Autorizzazioni vocali mancanti

source: Please make sure the bot has **Speak** and **Connect** permissions for the Voice Channel.
de: Bitte stelle sicher, dass der Bot über die Berechtigungen **Sprechen** und **Verbinden** für den Sprachkanal verfügt.
fr: Merci de vérifier que le bot a les permissions **Parler** et **Se connecter** pour ce salon vocal.
is: Gakktu úr skugga um að bottinn hafi **Tala** og **Tengd** heimildir fyrir raddrásina.
it: Assicurati che il bot abbia le autorizzazioni **Speak** e **Connect** per il canale vocale.

source: But wait!
de: Aber warte!
fr: Mais attendez !
is: En bíddu!
it: Ma aspetta!

source: It seems that **%s** is already set for **%s**.
de: Es scheint, dass **%s** bereits als Wert für **%s** eingestellt ist.
fr: Il semblerait que **%s** est déjà défini pour **%s**.
is: Það virðist sem **%s** sé nú þegar sett fyrir **%s **.
it: Queste sono già le impostazioni attuali (%s) per %s

source: Free Service Disabled
de: Kostenloser Service deaktiviert
fr: Service gratuit désactivé
is: Frjáls þjónusta óvirk
it: Servizio gratuito disabilitato

source: The free translation service of Discord Translator has ended, to use the bot, you must __pay__ for a premium plan.
de: Der kostenlose Übersetzungsservice von Discord Translator ist beendet, um den Bot nutzen zu können, musst du für einen Premium-Plan __bezahlen__.
fr: Le service de traduction gratuit de Discord Translator est maintenant terminé, pour utiliser complètement ce bot, vous devez __payer__ un plan premium.
is: Ókeypis þýðingar þjónusta hjá Discord Translator hefur verið lokuð, til að nota bottan, verður þú að borga fyrir iðgjaldsáætlun.
it: Il servizio di traduzione gratuito di Discord Translator è terminato, per utilizzare il bot, è necessario __pagare__ per un piano premium.
