Repository: nvuio/discord-translator-i18n
Catalog: */errors.po
Languages: de, fr, is, it

source: Text to Speech Disabled
de: Text-zu-Sprache deaktiviert
fr: Text To Speech désactivé
is: Texti til tals óvirkur
it: Sintesi Vocale Disattivata

source: This experimental feature has been disabled due to bad performance. It will be added back once the lag issues are resolved.
de: Diese experimentelle Funktion wurde aufgrund technischer Probleme deaktiviert. Sie wird wieder hinzugefügt, sobald die Verzögerungsprobleme behoben sind.
fr: Cette fonction expérimentale a été désactivée due à ses mauvaises performances. Elle sera rajoutée une fois que les problèmes de latence seront résolus.
is: Þessi tilraunareiginleikur hefur verið gerður óvirkur vegna lélegrar frammistöðu. Verður bætt aftur við þegar búið er að laga frammistöðuna.
it: Questa funzione sperimentale è stata disabilitata a causa di prestazioni inadeguate. Sarà aggiunto di nuovo una volta risolti i problemi di ritardo.

source: This channel is **not** linked to an automatic group.
de: Dieser Kanal ist **nicht** mit einer automatischen Gruppe verknüpft.
fr: Le salon n'est **pas** connecté à un groupe automatique.
is: Þessi rás er **ekki** hluti af neinum sjálfvirkum þýðingarhóp.
it: Questo canale **non** è collegato a un gruppo automatico.

source: Attention:
de: Achtung:
is: Athugið:
it: Attenzione:

source: This server has reached its maximum allowed character translation quota.
de: Dieser Server hat seine maximal zulässige Zeichenübersetzungs-Quote erreicht.
fr: Ce serveur a atteint son quota de caractères à traduire.
is: Þessi þjónn hefur náð hámarksfjölda leyfilegra þýðingar kvóta.
it: Questo server ha raggiunto la sua quota massima di traduzione dei caratteri consentita.

source: The bot will not translate any more messages.
de: Der Bot wird keine Nachrichten mehr übersetzen.
fr: Le bot ne traduira plus de messages.
is: Bottinn mun ekki þýða fleiri skilaboð.
it: Il bot non tradurrà altri messaggi.

source: Consider renewing or extending your premium plan.
de: Erwäge die Erneuerung oder Verlängerung deines Premium-Plans.
fr: Pensez à renouveler ou étendre votre plan premium.
is: Íhugaðu að endurnýja eða framlengja iðgjaldsáætlunina þína.
it: Prendi in considerazione la possibilità di rinnovare o estendere il tuo piano premium.

# direct messages
source: DMs Disabled
de: DMs deaktiviert
fr: MP désactivés
is: DMs óvirk
it: Messaggi diretti disabilitati

# channel
source: Bot does not have **read**/**write**/**embed** permissions at %s
de: Der Bot hat keine **Lesen**/**Schreiben**/**Embed** Berechtigungen in %s
fr: Le bot n'a pas les permissions **lire/envoyer des messages** et **intégrer des liens** dans %s
is: Bot hefur ekki **read**/**write**/**embed** heimildir á %s
it: Il bot non ha i permessi **read**/**write**/**embed** su %s

# admin
source: If you are one, and still having issues, please report to the **[support server](%s)**.
de: Wenn du einer bist und immer noch Probleme hast, melde dich bitte beim **[Support-Server](%s)**.
fr: Si vous l'êtes, et avez toujours des problèmes, merci de les reporter dans le **[serveur officiel de support](%s)**.
is: Ef þú ert einn og hefur ennþá vandamál skaltu tilkynna til **[support server](%s)**.
it: Se ne hai uno e riscontri ancora problemi, segnalalo nel nostro **[server di supporto](%s)**.

# auto
source: Channel not part of Group
de: Kanal ist nicht Teil der Gruppe
fr: Le salon ne fait partie d'un groupe
is: Rás ekki hluti af hóp
it: Canale non parte del gruppo

# auto
source: Invalid Group Name
de: Ungültiger Gruppenname
fr: Nom de groupe invalide
is: Ógilt heiti hóps
it: Nome gruppo non valido

# name
source: `%s` is **not** a valid group name.
de: `%s` ist **kein** gültiger Gruppenname.
fr: `%s` n'est **pas** un nom de groupe valide.
is: ` %s` er **ekki** gilt heiti hóps.
it: `%s` **non** è un nome di gruppo valido.

# command
source: Invalid Prefix
de: Ungültiger Präfix
fr: Préfixe invalide
is: Ógilt forskeyti
it: Prefisso non valido

# command
source: `%s` is **not** a valid prefix code.
de: `%s` ist **kein** gültiger Präfix-Code.
fr: `%s` n'est **pas** un préfixe valide.
is: ` %s` er **ekki** gilt forskeyti.
it: `%s` **non** è un prefisso valido.

# mode
source: `%s` is **not** a valid mode for auto translation. The allowed modes are:
de: `%s` ist **kein** gültiger Modus für die automatische Übersetzung. Die erlaubten Modi sind:
fr: `%s` n'est **pas** un mode valide pour la traduction automatique. Les modes autorisés sont :
is: ` %s` er **ekki** gildur hamur fyrir sjálfvirka þýðingu. Leyfðar stillingar eru:
it: `%s` **non** è una modalità valida per la traduzione automatica. Le modalità consentite sono:

source: Could not update user's role duo to a Discord error.
is: Gat ekki uppfært hlutverk notanda vegan Discord villu

source: Could not handle your request duo to an internal error.
is: Ekki tókst að meðhöndla beiðni vegna innri villu.

source: Your server has reached its **maximum allowed** auto groups quota.
it: Il tuo server ha raggiunto il limite **massimo consentito** di gruppi di auto.

source: Bot could not join the voice channel, please check if it has the neccessary permissions.
it: Il bot non ha potuto unirsi al canale vocale, per favore controlla se ha i permessi necessari.
