Repository: nvuio/discord-translator-i18n
Catalog: */main.po
Languages: de, fr, it

source: Prefer talking with a human?
de: Bevorzugst du es, lieber mit einem Menschen zu reden?
fr: Préférez-vous parler avec un humain ?
it: Preferiresti rivolgerti a qualcuno di competenza?

source: We'll help you at the official server
de: Wir helfen dir im offiziellen Server
fr: Nous allons vous aider sur le serveur officiel
it: Ti aiuteremo nel server ufficiale

source: Join the official Translator bot server
de: Tritt dem offiziellen Server vom Translator-Bot bei
fr: Rejoignez le serveur officiel du bot Translator
it: Unisciti al server ufficiale dei traduttori di bot

source: Get help, report bugs or submit feedback
de: Erhalte Hilfe, melde Bugs oder reiche Feedback ein
fr: Recevez de l'aide, signalez des bugs ou donnez des commentaires
it: Chiedi aiuto, segnala bug o lasciaci un feedback

source: Here's the link to add **Translator** to your server:
de: Hier ist der Link, um **Translator** zu deinem Server hinzuzufügen:
fr: Voici le lien pour ajouter **Translator** à votre serveur :
it: Qui c'è un link per aggiungere **Translator** al tuo server:

source: Keep all required permissions intact for full functionality.
de: Behalte alle erforderlichen Berechtigungen bei, damit der Bot voll funktionsfähig ist.
fr: Gardez toutes les permissions intactes pour un bon fonctionnement.
it: Mantieni tutti i permessi necessari per una completa funzionalità.

source: Current bot version is %s
de: Die aktuelle Bot-Version ist %s
fr: La version actuelle du bot est %s
it: L'attuale versione del bot è %s

source: updates history
de: Änderungshistorie
fr: historique des mises à jour
it: Aggiorna cronologia

source: For more info on this command, write %s Or visit the **[wiki](%s)** or join the **[support server](%s)**.
de: Schreibe für mehr Informationen zu diesem Befehl %s Oder besuche unser **[Wiki](%s)** oder tritt dem **[Support-Server](%s)** bei.
fr: Pour plus d'informations sur cette commande, écrivez %s Visitez le **[wiki](%s)** ou rejoignez le **[serveur de support](%s)**.
it: Per più info su questo comando, scrivi %s o visita la **[wiki](%s)** o unisciti al **[server di supporto](%s)**.

source: This message will self-destruct in 1 minute
de: Diese Nachricht wird sich in 1 Minute selbst zerstören
fr: Ce message va s'autodétruire dans 1 minute
it: Questo messaggio si autodistruggerà tra 1 minuto

source: This message will self-destruct in %d minutes
de: Diese Nachricht wird sich in %d Minuten selbst zerstören
fr: Ce message va s'autodétruire dans %d minutes
it: Questo messaggio si autodistruggerà tra %d minuti

source: Need help with bot? Check out the **[wiki](%s)** or join the **[official server](%s)**!
de: Benötigst du Hilfe mit dem Bot? Schaue dir unser **[Wiki](%s)** an oder tritt dem **[offiziellen Server](%s)** bei!
fr: Besoin d'aide avec le bot ? Allez voir le **[wiki](%s)** ou rejoignez le **[serveur officiel](%s)** !
it: Ti serve aiuto con il bot? Visita **[la wiki](%s)** o unisiciti al nostro **[server ufficiale](%s)**!

source: Valid Example
de: Gültiges Beispiel
fr: Exemple valide
it: Esempio valido

source: Valid Examples
de: Gültige Beispiele
fr: Exemples valides
it: Esempi validi

source: For a full list of supported languages, [click here](%s).
de: [Klicke hier](%s) für eine volle Liste aller unterstützten Sprachen.
fr: Pour une liste complète des langues supportées, [cliquez ici](%s).
it: Per una lista completa delle lingue supportate, [clicca qui](%s).

source: If you need help with that, you can visit the **[support server](%s)**.
de: Wenn du damit Hilfe brauchst, kannst du unseren **[Support-Server](%s)** besuchen.
fr: Si vous avez besoin d'aide, vous pouvez visiter le **[serveur de support](%s)**.
it: Se ti serve aiuto per qualcosa, puoi visitare il nostro **[server di supporto](%s)**.

source: Do you want it back? Share your opinion at the **[support server](%s)**.
de: Du willst das zurückhaben? Teile deine Meinung in unserem **[Support-Server](%s)**.
fr: La voulez-vous de nouveau ? Partagez votre opinion sur le **[serveur de support](%s)**.
it: Condividi la tua opinione nel nostro **[server di supporto](%s)**.

source: Mods/Admins Command
de: Mods/Admins Befehl
fr: Commande de Modérateurs/Administrateurs seulement
it: Comando per moderatori/amministratori

source: Admins Only
de: Nur Admins
fr: Administrateurs seulement
it: Solo per amministratori

source: Change **%s** to **%s**
de: Ändere **%s** zu **%s**
fr: Changez **%s** en **%s**
it: Cambia **%s** in **%s**

source: Groups Quota
de: Gruppen-Quote
fr: Quota de groupes
it: Quota di gruppi

source: More info on our **[website](%s)**, or the **[support server](%s)**.
de: Mehr Informationen auf unserer **[Webseite](%s)** oder dem **[Support-Server](%s)**.
fr: Plus d'informations sur notre **[site web](%s)**, ou sur le **[serveur de support](%s)**.
it: Maggiori informazioni sul nostro **[sito](%s)**, o nel nostro **[server di supporto](%s)**.

source: Linked Channels per Group Quota
de: Verlinkte Kanäle pro Gruppen-Quote
fr: Quota de salons connectés par groupe
it: Canali collegati al Gruppo Quota

source: Channel Information
de: Kanal-Information
fr: Informations sur le salon
it: Informazione Canale

source: Language
de: Sprache
fr: Langue
it: Lingua

source: Text Style
de: Text-Stil
fr: Style de texte
it: Stile Testo

source: Translations
de: Übersetzungen
fr: Traductions
it: Traduzioni

source: messages
de: Nachrichten
it: messaggi

source: Automatic Translation
de: Automatische Übersetzung
fr: Traduction automatique
it: Traduzione Automatica

source: Auto Group
de: Auto-Gruppe
fr: Groupe auto
it: Gruppo Automatico

source: Auto Groups
de: Auto-Gruppen
fr: Groupes auto
it: Gruppi Automatici

source: Auto Mode
de: Auto-Modus
fr: Mode auto
it: Modalità Automatica

source: no change
de: keine Änderungen
fr: pas de changement
it: nessun cambiamento

source: To change language, type:
de: Um die Sprache zu ändern, tippe:
fr: Pour changer la langue, tapez :
it: Per cambiare lingua, scrivi:

source: Example:
de: Beispiel:
fr: Exemple :
it: Esempio:

source: Linked Channels in Group
de: Verlinkte Kanäle in der Gruppe
fr: Salons connectés dans les groupes
it: Canali collegati in Gruppo

source: To change group, type:
de: Um die Gruppe zu ändern, tippe:
fr: Pour changer de groupe, tapez :
it: Per cambiare gruppo, scrivi:

source: To change mode, type:
de: Um den Modus zu ändern, tippe:
fr: Pour changer de mode, tapez :
it: Per cambiare modalità, scrivi:

source: To change style, type:
de: Um den Stil zu ändern, tippe:
fr: Pour changer de style, tapez :
it: Per cambiare stile, scrivi:

source: %s's text style has been updated to **%s**.
de: %ss Text-Stil wurde zu **%s** geändert.
fr: Le style de texte %s a bien été mis à jour en **%s**.
it: Lo stile di testo %s è stato aggiornato a **%s**.

source: Automatic group **%s** has been deleted.
de: Automatische Gruppe **%s** wurde gelöscht.
fr: Le groupe automatique **%s** a été supprimé.
it: Gruppo automatico **%s** è stato eliminato.

source: Discord Translator is the most powerful translation bot for Discord. Based on *Google Cloud Translate* and *Discord.js*.
de: Discord Translator ist der mächtigste Übersetzungs-Bot für Discord. Basiert auf *Google Cloud Translate* und *Discord.js*.
fr: Discord Translator est le bot de traduction le plus puissant pour Discord. Basé sur *Google Cloud Translate* et *Discord.js*.
it: Discord Translator è il più potente bot traduttore per Discord. Basato su *Google Cloud Translate* e *Discord.js*.

source: Read Wiki
de: Wiki lesen
fr: Lire le Wiki
it: Leggi la Wiki

source: Tech support server
fr: Serveur de support technique
it: Server per il supporto tecnico

source: Translate Text
de: Text übersetzen
fr: Traduire du texte
it: Testo Tradotto

source: Translate Channel (Automatic)
de: Kanal übersetzen (automatisch)
fr: Traduire un salon (automatique)
it: Canale Tradotto (Automaticamente)

source: Translate User (Automatic)
de: Nutzer übersetzen (automatisch)
fr: Traduire un utilisateur (automatique)
it: Utente Tradotto (Automaticamente)

source: Statistics
de: Statistiken
fr: Statistiques
it: Statistiche

source: Server Settings
de: Server-Einstellungen
fr: Paramètres du serveur
it: Impostazioni Server

source: Text to Speech
de: Text-zu-Sprache
fr: Text to Speech (TTS)
it: Sintesi Vocale

source: Translate by Reacting
de: Durch Reagieren übersetzen
fr: Traduire en réagissant
it: Tradurre Reagendo

source: Translate Other Bots
de: Andere Bots übersetzen
fr: Traduire d'autres bots
it: Traduci Altri Bot

source: Premium Plans
de: Premium-Pläne
fr: Plans premiums
it: Piano Premium

source: Report Bugs / Request Features
de: Bugs melden / Funktionen anfordern
fr: Signaler des bugs / proposer des fonctionnalités
it: Segnala bug / Richiedi Funzionalità

source: Translate Last Message(s)
de: Letzte Nachricht(en) übersetzen
fr: Traduire le(s) dernier(s) message(s)
it: Traduci Ultimi Messaggi

source: This command has been disabled as of v.1.0 to prevent abuse. If you want it back please let us know at the support server..
de: Dieser Befehl wurde seit Version 1.0 deaktiviert, um Missbrauch zu verhindern. Falls du ihn zurückhaben möchtest, lasse es uns bitte im Support-Server wissen..
fr: Cette commande a été désactivée depuis la v1.0 afin d'éviter les abus. Si vous la voulez de nouveau merci de nous le faire savoir sur le serveur de support..
it: Questo comando è stato disabilitato a partire dalla v.1.0 per prevenire l'abuso. Se lo vuoi di nuovo, faccelo sapere al server di supporto..

source: Translates a message in the server when you react to it with a flag emoji. For example: %s, %s, %s, %s
de: Übersetzt eine Nachricht in dem Server, wenn du darauf mit einem Flaggen-Emoji reagierst. Zum Beispiel: %s, %s, %s, %s
fr: Traduit un message dans un serveur quand vous réagissez dessus avec un émoji de drapeau. Par exemple : %s, %s, %s, %s
it: Traduce un messaggio nel server quando si reagisce con una emoji bandiera. Per esempio: %s, %s, %s, %s

source: To disable this in certain channels, do the following:
de: Um dies in bestimmten Kanälen zu deaktivieren, mache Folgendes:
fr: Pour désactiver ceci sur certains salons, faites ceci :
it: Per disabilitare questo in alcuni canali, effettuare le seguenti operazioni:

source: Channel Settings > Topic Description > Write %s and save.
de: Kanal bearbeiten > Thema des Kanals > Schreibe %s und speichere.
fr: Paramètres du salon > Sujet du salon > Écrivez %s et enregistrez.
it: Impostazioni canale > Descrizione dell'argomento > Scrivi %s e salva.

source: Translate Custom Message
de: Benutzerdefinierte Nachricht übersetzen
fr: Traduire des messages personnalisés
it: Traduci Messaggio Personalizzato

source: Translates a custom message entered by user.
de: Übersetzt eine benutzerdefinierte Nachricht eines Nutzers.
fr: Traduit un message personnalisé entré par un utilisateur.
it: Traduce un messaggio personalizzato inviato dall'utente.

source: #channel
de: #kanal
fr: #salon
it: #canale

source: message
de: Nachricht
it: messaggio

source: language(s) to translate to
de: zu übersetzende Sprache(n)
fr: langue(s) dans lesquelles traduire
it: Lingua/e da tradurre in

source: explicitly translate from this language
de: Explizit aus dieser Sprache übersetzen
fr: traduire depuis cette langue
it: tradurre esplicitamente da questa lingua

source: forward message to specific channel
de: Nachricht an einen bestimmten Kanal weiterleiten
fr: transférer le message sur un salon spécifique
it: inoltrare il messaggio al canale specifico

source: TTS Text to Speech Translation (Experimental)
de: TTS Text-zu-Sprache-Übersetzung (Experimentell)
fr: Traduction TTS Text to Speech (Expérimental)
it: TTS Sintesi Vocale (Sperimentale)

source: Translates a custom message entered by user and speaks it in the user's connected voice channel.
de: Übersetzt eine vom Nutzer eingegebene Nachricht und spricht diese im Sprachkanal, mit dem der Nutzer verbunden ist.
fr: Traduit un message personnalisé entré par un utilisateur et le dit dans le salon vocal de l'utilisateur connecté.
it: Traduce un messaggio personalizzato inserito dall'utente e lo dice nel canale vocale in cui è connesso l’utente.

source: Examples
de: Beispiele
fr: Exemples
it: Esempio

source: Command
de: Befehl
fr: Commande
it: Comando

source: Parameters
de: Parameter
fr: Paramètres
it: Parametri

source: Make sure bot has **Connect** and **Speak** permissions.
de: Stelle sicher, dass der Bot die Berechtigungen **Verbinden** und **Sprechen** besitzt.
fr: Merci de vérifier que le bot a les permissions **Se connecter** et **Parler**.
it: Assicurati che il bot abbia le autorizzazioni **Connect** e **Speak**.

source: Make sure you are **connected** to a Voice Channel before writing command.
de: Stelle sicher, dass du mit einem Sprachkanal vor dem Schreiben des Befehls **verbunden** bist.
fr: Merci de vérifier que vous êtes **connecté** à un salon vocal avant d'écrire la commande.
it: Assicurati di essere **connesso** ad un canale vocale prima di scrivere il comando.

source: View list of **Supported Voice languages**
de: Liste der **Unterstützten TTS (Text-zu-Sprache)-Sprachen** ansehen
fr: Voir la liste des **Langues vocales prises en charges**
it: Visualizza l'elenco delle **lingue vocali supportate**

source: Auto Translate Channel (Single)
de: Automatische Übersetzung eines Kanals (einzeln)
fr: Traduction automatique d'un salon (Usage unique)
it: Canale di traduzione automatica (singolo)

source: Add **auto-translate** inside the channel's topic description, or at the end of channel name, to automatically translate all messages in that channel to the default language.
de: Füge **auto-translate** innerhalb der Themenbeschreibung des Kanals oder am Ende des Kanalnamens hinzu, um alle Nachrichten in diesem Kanal automatisch in die Standardsprache zu übersetzen.
fr: Ajouter la **traduction automatique** dans le sujet d'un salon, ou à la fin du nom d'un salon, pour automatiquement traduire tous les messages de ce salon dans une langue définie.
it: Aggiungi **auto-translate** all'interno della descrizione dell'argomento del canale, o alla fine del nome del canale, per tradurre automaticamente tutti i messaggi in quel canale nella lingua predefinita.

source: Auto Translate Multiple Channels
de: Automatische Übersetzung mehrerer Kanäle
fr: Traduction automatique de plusieurs salons
it: Traduzione Automatica Più Canali

source: Translate new messages in channel and forward them to linked channels in the same automatic group. Supports custom modes*.
de: Übersetzt neue Nachrichten im Kanal und leitet diese an die verknüpften Kanäle in derselben automatischen Gruppe weiter. Unterstützt benutzerdefinierte Modi*.
fr: Traduit les nouveaux messages dans le salon et les transfère dans un salon connecté dans le même groupe automatique. Supporte les modes personnalisés*.
it: Tradurre nuovi messaggi nel canale e inoltrarli ai canali collegati nello stesso gruppo automatico. Supporta le modalità personalizzate*.

source: Current Channel Info
de: Infos zum aktuellen Kanal
fr: Informations sur un salon
it: Informazioni sul canale corrente

source: Set channel's language
de: Sprache des Kanals einstellen
fr: Définir la langue d'un salon
it: Imposta le lingue dei canali

source: Set auto group
de: Automatische Gruppe einstellen
fr: Définir un groupe automatique
it: Imposta un gruppo automatico

source: Stop/remove group
de: Gruppe stoppen/entfernen
fr: Interrompre / Retirer un groupe
it: Stop/rimuovi gruppo

source: Set sending mode
de: Sende-Modus einstellen
fr: Définir le mode d'envoi
it: Imposta la modalità di invio

source: Set channel text style
de: Text-Stil des Kanals einstellen
fr: Définir le style de texte d'un salon
it: Imposta lo stile del testo del canale

source: Shortcut command
de: Kurzbefehl
fr: Raccourci de commandes
it: Comando di scelta rapida

source: **Modes** set a channel to send messages only, receive only or be fully synchronized (both send and receive).
de: Die **Modi** stellen einen Kanal so ein, dass nur Nachrichten gesendet, nur empfangen oder vollständig synchronisiert werden (sowohl Senden als auch Empfangen).
fr: **Mode** définit un salon pour envoyer uniquement des messages, les recevoir uniquement ou être complètement synchronisés (à la fois envoyer et recevoir).
it: **Modalità** imposta un canale per inviare solo messaggi, ricevere solo o essere completamente sincronizzati (sia di invio che di ricezione).

source: Auto Translate Users
de: Automatisch Nutzer übersetzen
fr: Traduction automatique des utilisateurs
it: Auto Traduci utenti

source: Automatically translates any new messages by specific users in the server (same channel).
de: Übersetzt automatisch alle neuen Nachrichten von bestimmten Nutzern im Server (gleicher Kanal).
fr: Traduit automatiquement tous les nouveaux messages envoyés par un utilisateur spécifique dans le serveur (dans le même salon).
it: Traduce automaticamente qualsiasi nuovo messaggio da parte di utenti specifici nel server (stesso canale).

source: Translate user to channel's default language
de: Übersetzt Nutzer zur Standardsprache des Kanals
fr: Traduit l'utilisateur dans la langue par défaut du salon
it: Tradurre l'utente nella lingua predefinita dei canali

source: Translate user to specific language
de: Übersetzt Nutzer zu einer bestimmten Sprache
fr: Traduit l'utilisateur dans une langue spécifique
it: Tradurre l'utente in una lingua specifica

source: For example:
de: Zum Beispiel:
fr: Par exemple :
it: Per esempio:

source: Ban Users
de: Nutzer sperren
fr: Bannir les utilisateurs
it: Ban Utenti

source: This requires the bot to have **Manage Roles** and **Manage Nicknames** permissions.
de: Dies setzt voraus, dass der Bot über die Berechtigungen **Rollen verwalten** und **Nicknamen verwalten** verfügt.
fr: Ceci nécessite au bot d'avoir les permissions **Gérer les rôles** et **Gérer les pseudos**.
it: Ciò richiede che il bot abbia le autorizzazioni **Manage Roles** e **Manage Nicknames**.

source: Allow Other Bots
de: Andere Bots erlauben
fr: Autoriser d'autres bots
it: Consenti altri bot

source: To allow translation of other bots, simply create a new role called %s and assign it to the bots you want. (Use at your own risk)
de: Um die Übersetzung anderer Bots zu ermöglichen, erstelle einfach eine neue Rolle namens %s und weise diese den gewünschten Bots zu. (Benutzung auf eigene Gefahr)
fr: Pour autoriser la traduction venant d'autres bots, créez un nouveau rôle appelé %s et assignez le aux bots que vous voulez. (A utiliser à vos risques et périls)
it: Per consentire la traduzione di altri robot, è sufficiente creare un nuovo ruolo chiamato %s e assegnarlo ai bot desiderati. (Utilizzare a proprio rischio)

source: Stop Channel Automatic Translation
de: Automatische Kanal-Übersetzung stoppen
fr: Arrêter la traduction automatique d'un salon
it: Interrompi traduzione automatica del canale

source: Go to channel and write:
de: Gehe zum Kanal und schreibe:
fr: Allez sur le salon en question et écrire :
it: Vai nel canale e scrivi:

source: or
de: oder
fr: ou
it: o

source: Alternatively, change the channel's mode
de: Alternativ kann auch der Modus des Kanals geändert werden
fr: Autrement, change le mode du salon
it: In alternativa, cambia la modalità del canale

source: (receives translated messages only)
de: (empfängt nur übersetzte Nachrichten)
fr: (recevoir des messages traduits uniquement)
it: (riceve solo messaggi tradotti)

source: (sends translated messages only)
de: (sendet nur übersetzte Nachrichten)
fr: (envoyer des messages traduits uniquement)
it: (invia solo messaggi tradotti)

source: Stop User Automatic Translation
de: Automatische Nutzer-Übersetzung stoppen
fr: Arrêter la traduction automatique d'un utilisateur
it: Interrompe la traduzione automatica dell'utente

source: Ban User from using Translator
de: Nutzer von der Verwendung des Translators ausschließen
fr: Bannir l'utilisateur de l'utilisation de Translator
it: Divieto all'utente di utilizzare il traduttore

source: Stop translating other Bots
de: Übersetzen von anderen Bots stoppen
fr: Arrêter de traduire les autres bots
it: Interrompere la traduzione di altri bot

source: Simply remove the `%s` role from the other bots.
de: Entferne einfach die `%s` Rolle von den anderen Bots.
fr: Simplement enlever le rôle `%s` des autres bots.
it: Basta rimuovere il ruolo `%s` dagli altri bot.

source: Ignore specific messages
de: Bestimmte Nachrichten ignorieren
fr: Ignorer des messages spécifiques
it: Ignora messaggi specifici

source: Ignore specific words
de: Bestimmte Wörter ignorieren
fr: Ignorer des mots spécifiques
it: Ignora parole specifiche

source: Miscellaneous Commands
de: Verschiedene Befehle
fr: Commandes diverses
it: Comandi Vari

source: Help
de: Hilfe
fr: Aide
it: Aiuto

source: (bot invite link)
de: (Bot-Einladungslink)
fr: (lien d'invitation du bot)
it: (link d’invito del bot)

source: (official server)
de: (offizieller Server)
fr: (serveur officiel)
it: (server ufficiale)

source: Detect Language of Message
de: Sprache der Nachricht erkennen
fr: Détecter la langue d'un message
it: Rileva la lingua del messaggio

source: You can detect the language of a message by reacting to it with a **globe** emoji (%s). Alternatively, you can use the `%s` command:
de: Du kannst die Sprache einer Nachricht erkennen, indem du darauf mit einem **globe** Emoji (%s) reagierst. Alternativ kannst du auch den Befehl `%s` verwenden:
fr: Vous pouvez détecter la langue d'un message en réagissant dessus avec un émoji **globe** (%s). Autrement, vous pouvez utiliser la commande `%s` :
it: È possibile rilevare la lingua di un messaggio reagendo ad esso con un emoji **globo** (%s). In alternativa, puoi usare il comando `%s`:

source: Auto Delete Bot Commands
de: Bot-Befehle automatisch löschen
fr: Supprimer automatiquement les commandes des bots
it: Elimina automaticamente i comandi del Bot

source: You can choose to have the bot auto delete commands in the channel. All you have to do is write %s anywhere inside the channel's topic description.
de: Du kannst wählen, ob der Bot die Befehle in diesem Kanal automatisch löschen soll. Dafür musst du nur %s irgendwo in die Themenbeschreibung des Kanals schreiben.
fr: Vous pouvez choisir de supprimer automatiquement les commandes de bots dans ce salon. Tout ce que vous avez à faire est d'écrire %s n'importe où dans le sujet du salon.
it: È possibile scegliere di avere i comandi di eliminazione automatica del bot nel canale. Tutto quello che devi fare è scrivere %s ovunque all'interno della descrizione dell'argomento del canale.

source: This will delete all commands/messages including: help commands, settings, stats and translate commands for example:
de: Dadurch werden alle Befehle/Nachrichten gelöscht, z.B.: Hilfebefehle, Einstellungen, Statistiken und Übersetzungsbefehle:
fr: Cela va supprimer toutes les commandes/messages incluant : commandes d'aide et de traduction, paramètres et statistiques par exemple :
it: Questo cancellerà tutti i comandi/messaggi, tra cui: comandi di aiuto, impostazioni, statistiche e comandi di traduzione, ad esempio:

source: and
de: und
fr: et
it: e

source: Translate other Bots
de: Andere Bots übersetzen
fr: Traduire les autres bots
it: Traduci altri Bot
