Repository: nvuio/discord-translator-i18n
Catalog: */main.po
Languages: de, fr, it

source: By default, Translator will ignore all messages by bots, this is a common practice to avoid unpredictable behaviours and response-loops.
de: Standardmäßig ignoriert Translator alle Nachrichten von Bots. Dies ist eine gängige Praxis, um unvorhersehbare Verhaltensweisen und Antwortschleifen zu vermeiden.
fr: Par défaut, Translator va ignorer tous les messages envoyés par des bots, ceci est une pratique courante pour éviter d'avoir des comportements imprévisibles ou des boucles de réponses.
it: Per impostazione predefinita, Translator ignorerà tutti i messaggi dei bot, questa è una pratica comune per evitare comportamenti imprevedibili e loop di risposta.

source: With that said, if you still wish to translate messages by other bots, you can do so by creating a member **role** called **can-translate** then assign it to the bots you wish to translate.
de: Wenn du dennoch Nachrichten von anderen Bots übersetzen möchtest, kannst du dies tun, indem du eine **role** mit dem Namen **can-translate** erstellst und diese dann den Bots zuweist, die du übersetzen möchtest.
fr: Ceci étant dit, si vous voulez toujours traduire les messages venant d'autres bots, vous pouvez le faire en **créant un rôle** nommé **can-translate** et l'assigner aux bots que vous voulez traduire.
it: Detto ciò, se desideri ancora tradurre i messaggi degli altri bot, puoi farlo creando un **ruolo** chiamato **can-translate**, quindi assegnarlo ai bot che desideri tradurre.

source: Disable/Stop
de: Deaktivieren/Stoppen
fr: Désactiver/arrêter
it: Disabilita/Interrompi

source: Simply remove the %s role from the bots. Or delete the role itself.
de: Entferne einfach die %s-Rolle von den Bots. Oder lösche die Rolle selbst.
fr: Simplement enlever le rôle %s des bots. Ou supprimer le rôle lui-même.
it: Basta rimuovere il ruolo %s dai bot. O cancella il ruolo stesso.

source: Use at your own risk and report if you experience issues.
de: Benutze dies auf eigene Gefahr und melde dich, wenn du Probleme damit hast.
fr: À utiliser à vos risques et périls et signalez le si vous avez des problèmes.
it: Utilizzare a proprio rischio e segnalare se si verificano problemi.

source: Server commands are available only to server administrators.
de: Serverbefehle sind nur für Server-Administratoren verfügbar.
fr: Les commandes serveur sont uniquement accessibles aux administrateurs du serveur.
it: I comandi del server sono disponibili solo per gli amministratori del server.

source: Current Server Info
de: Aktuelle Server-Informationen
fr: Informations sur le serveur
it: Informazioni attuali sul server

source: Set servers's default language
de: Die Standardsprache des Servers festlegen
fr: Définir la langue par défaut du serveur
it: Imposta la lingua predefinita dei server

source: Set servers's custom prefix
de: Benutzerdefiniertes Präfix des Servers festlegen
fr: Définir le préfixe personnalisé du serveur
it: Imposta il prefisso personalizzato dei server

source: Set servers's default style
de: Standardstil des Servers festlegen
fr: Définir le style par défaut du serveur
it: Imposta lo stile predefinito dei server

source: View server's automatic groups
de: Automatische Gruppen des Servers anzeigen
fr: Voir les groupes automatiques du serveur
it: Visualizza i gruppi automatici del server

source: Supported Languages
de: Unterstützte Sprachen
fr: Langues supportées
it: Lingua supportate

source: For a detailed list, visit the **[wiki page](%s)**.
de: Besuche die **[Wikiseite](%s)** für eine detaillierte Liste.
fr: Pour une liste détaillée, visitez le **[wiki](%s)**.
it: Per un elenco dettagliato, visita la **[pagina wiki](%s)**.

source: Bot Info
fr: Informations sur le bot
it: Info bot

source: Bot Version
fr: Version du bot
it: Versione del bot

source: Bot Language
de: Bot-Sprache
fr: Langue du bot
it: Lingua del bot

source: Global Translation Stats
de: Globale Übersetzungsstatistiken
fr: Statistiques globales de traduction
it: Statistiche di traduzione globali

source: Total Shards
de: Insgesamte Shards
fr: Total de shards
it: Frammenti totali

source: Total Servers
de: Insgesamte Server
fr: Total de serveurs
it: Server Totali

source: Total Channels
de: Insgesamte Kanäle
fr: Total de salons
it: Canali Totali

source: If you enjoy using this bot then please consider helping with its growth by various promotional actions listed below:
de: Wenn du diesen Bot gerne benutzt, dann überlege dir bitte, ob du bei seinem Wachstum durch verschiedene, unten aufgeführte Werbeaktionen helfen möchtest:
fr: Si vous aimez utiliser le bot, vous devriez penser à le soutenir grâce aux diverses actions promotionnelles listées ci-dessous :
it: Se ti piace usare questo bot, ti preghiamo di considerare di aiutarlo con la sua crescita attraverso varie azioni promozionali elencate di seguito:

source: How you can help
de: Wie du helfen kannst
fr: Comment vous pouvez aider
it: Come puoi aiutare

source: Upvote bot on [DBL](%s)
de: Vote den Bot auf [DBL](%s) hoch
fr: Votez pour le bot sur [DBL](%s)
it: Votare il bot su [DBL](%s)

source: Follow and share bot on [Twitter](%s)
de: Folge und teile den Bot auf [Twitter](%s)
fr: Suivez et partagez le bot sur [Twitter](%s)
it: Segui e condividi il bot su [Twitter](%s)

source: Follow and review bot on [Botlist.co](%s)
de: Folge und schreibe eine Rezension über den Bot auf [Botlist.co](%s)
fr: Suivez et notez le bot sur [Botlist.co](%s)
it: Segui e recensisci il bot su [Botlist.co](%s)

source: Make a [video review](%s)
de: Mache eine [Video-Rezension](%s)
fr: Faire une [vidéo de présentation](%s)
it: Crea una [video recensione](%s)

source: Share bot on [social media](%s)
de: Teile den Bot auf den [sozialen Medien](%s)
fr: Partagez le bot sur les [réseaux sociaux](%s)
it: Condividi bot sui [social media](%s)

source: Join [translation team](%s)
de: Tritt dem [Übersetzungs-Team](%s) bei
fr: Rejoindre l'[équipe de traduction](%s)
it: Unisciti al [team di traduzione](%s)

source: Other [ads/promotional acts](%s)
de: Andere [Anzeigen/Werbeaktionen](%s)
fr: Autres [publicités/actes promotionnels](%s)
it: Altro [annunci/atti promozionali](%s)

source: Supporters will be given VIP status and interesting perks
de: Unterstützer erhalten VIP-Status und interessante Vorteile
fr: Les supporters auront un statut VIP et des avantages intéressants
it: Ai sostenitori verrà assegnato lo stato VIP e vantaggi interessanti

source: Special roles on the official bot server
de: Spezielle Rollen auf dem offiziellen Bot-Server
fr: Rôles spéciaux sur le serveur officiel du bot
it: Ruoli speciali sul server ufficiale del bot

source: Access to beta features
de: Zugang zu den Beta-Funktionen
fr: Accès aux fonctionnalités bêta
it: Accesso alle funzionalità beta

source: Discounts on premium plans
de: Rabatte auf Premium-Pläne
fr: Promotions sur les plans premiums
it: Sconti sui piani premium

source: The detected language is **%s** ( %s / `%s` ).
de: Die erkannte Sprache ist **%s** ( %s / `%s` ).
fr: La langue détectée est **%s** ( %s / `%s` ).
it: La lingua rilevata è **%s** (%s / `%s`).

source: Command Prefix
de: Befehl-Präfix
fr: Préfixe des commandes
it: Prefisso Comando

source: Channels
de: Kanäle
fr: Salons
it: Canali

source: Character Quotas / Limits
de: Zeichen-Quoten/-Limits
fr: Quota / Limite de caractères
it: Quote / limiti di carattere

source: Today
de: Heute
fr: Aujourd'hui
it: Oggi

source: Month
de: Monat
fr: Ce mois-ci
it: Mese

source: Total
de: Insgesamt
it: Totale

source: Server's default language is **%s**
de: Die Standard-Sprache des Servers ist **%s**
fr: La langue par défaut du serveur est **%s**
it: La lingua predefinita del server è **%s**

source: Updated server's language to **%s**
de: Die Sprache des Servers wurde auf **%s** geändert
fr: Langue du serveur mise à jour en **%s**
it: Lingua del server aggiornata a **%s**

source: Server's current text style is **%s**
de: Der aktuelle Text-Stil des Servers ist **%s**
fr: Le style de texte du serveur est actuellement **%s**
it: Lo stile di testo corrente del server è **%s**

source: Server's text style has been updated to **%s**
de: Der Text-Stil des Servers wurde zu **%s** geändert
fr: Le style de texte du serveur a été mis à jour en **%s**
it: Lo stile di testo del server è stato aggiornato a **%s**

source: Server's current prefix is **`%s`**
de: Das aktuelle Präfix des Servers ist **`%s`**
fr: Le préfixe du serveur est actuellement **`%s`**
it: Il prefisso corrente del server è ** `%s`**

source: To change prefix, type:
de: Um das Präfix zu ändern, tippe:
fr: Pour changer le préfixe, tapez :
it: Per cambiare il prefisso, digita:

source: Server's prefix has been updated to **`%s`**
de: Das Präfix des Servers wurde zu **`%s`** geändert
fr: Le préfixe du serveur a été mis à jour en **`%s`**
it: Il prefisso del server è stato aggiornato a **`%s`**

source: Linked Channels
de: Verlinkte Kanäle
fr: Salons connectés
it: Canali Linkati

source: This server does **not** have any automatic translation groups
de: Dieser Server hat **keine** automatischen Übersetzungsgruppen
fr: Ce serveur n'a **aucun** groupe de traduction automatique
it: Questo server **non** ha gruppi di traduzione automatica

source: To create an automatic group, type:
de: Um eine automatische Gruppe zu erstellen, gib ein:
fr: Pour créer un groupe automatique, tapez :
it: Per creare un gruppo automatico, digitare:

source: List of Server Auto Groups
de: Liste der automatischen Server-Gruppen
fr: Liste des groupes automatiques du serveur
it: Elenco dei gruppi automatici del server

source: No Limit
de: Kein Limit
fr: Pas de limite
it: Nessun Limite

source: Will not work in **auto-translated** channels
de: Funktioniert nicht in **auto-übersetzten** Kanälen
fr: Ne marche pas dans les salons **auto-traduits**
it: Non funzionerà nei canali **auto-tradotti**

source: Will not work in **ignored / blocked** channels
de: Funktioniert nicht in **ignorierten / blockierten** Kanälen
fr: Ne marche pas dans les salons **ignorés / bloqués**
it: Non funzionerà nei canali **ignorati / bloccati**

source: Will not work if user has %s role
de: Funktioniert nicht, wenn der Benutzer die Rolle %s hat
fr: Ne marche pas si l'utilisateur a le rôle %s
it: Non funzionerà se l'utente ha il ruolo di %s

# example
source: Hello World
de: Hallo Welt
fr: Bonjour tout le monde
it: Ciao Mondo

# example
source: result:
de: Ergebnis:
fr: résultat:
it: risultato:

# example
source: I love you
de: Ich liebe dich
fr: Je t'aime
it: Ti voglio bene

# example
source: how are you?
de: Wie geht's dir?
fr: comment vas-tu ?
it: Come stai?

# auto mode
source: Send and Receive
de: Senden und empfangen
fr: Envoyer et recevoir
it: Invii e Ricevi

# auto mode
source: Send only
de: Nur senden
fr: Envoyer seulement
it: Invii solo

# auto mode
source: Receive only
de: Nur empfangen
fr: Recevoir seulement
it: Ricevi solo

# quota
source: Would you like to extend it? Consider advanced **Premium** plans.
de: Möchtest du es verlängern? Betrachte die fortgeschrittenen **Premium**-Pläne.
fr: Voulez vous l'étendre ? Pensez à des plans **premium** plus avancés.
it: Ti piacerebbe estenderlo? Considera i piani **Premium** avanzati.

# voice
source: Please wait for bot to finish speaking the current TTS message..
de: Bitte warte, bis der Bot die aktuelle TTS-Nachricht zu Ende gesprochen hat..
fr: Merci d'attendre que le bot ait fini de dire le message TTS actuel..
it: Attendi che il bot finisca di pronunciare il messaggio TTS corrente..

# user
source: %s said:
de: %s sagte:
fr: %s a dit :
it: %s disse:

# user
source: Messages by %s will now be auto translated to **%s**
de: Nachrichten von %s werden nun automatisch in **%s** übersetzt
fr: Les messages par %s seront maintenant automatiquement traduits en **%s**
it: I messaggi di %s verranno automaticamente tradotti in **%s**

# to
source: channel's default language
de: Standardsprache des Kanals
it: lingua default del canale

# user
source: **Stopped** auto translating messages by %s.
de: Automatische Übersetzung von Nachrichten von %s **gestoppt**.
fr: **Arrêt** de la traduction automatique des messages de %s.
it: traduzione automatica dei messaggi **interrotta** da %s.

# user
source: %s is **not** being auto translated.
de: %s wird **nicht** automatisch übersetzt.
fr: %s n'est **pas** en train d'être auto-traduit.
it: %s **non** è in traduzione automatica.

# user
source: %s is already banned from using **Translator** bot.
de: %s ist bereits von der Verwendung des **Translator**-Bots ausgeschlossen.
fr: %s est déjà banni de l'utilisation du bot **Translator**.
it: %s è già stato bannato dall'utilizzo di **Translator** bot.

# user
source: %s has been **banned** from using the **Translator** bot.
de: %s wurde von der Verwendung des **Translator**-Bots ausgeschlossen.
fr: %s a été **banni** de l'utilisation du bot **Translator**.
it: %s è stato **bannato** dall'utilizzo del bot **Translator**.

# user
source: %s is now allowed to use **Translator** bot.
de: %s darf nun den **Translator**-Bot verwenden.
fr: %s est maintenant autorisé à utiliser le bot **Translator**.
it: %s è ora autorizzato a utilizzare **Translator** bot.

# user
source: %s is already allowed to use **Translator** bot.
de: %s darf bereits den **Translator**-Bot verwenden.
fr: %s est déjà autorisé à utiliser le bot **Translator**.
it: %s è già autorizzato a utilizzare **Translator** bot.

# value
source: %s - Server Default
de: %s - Serverstandard
fr: %s - Serveur par défaut
it: %s - Server Predefinito

# value
source: (default)
de: (Standard)
fr: (par défaut)
it: (predefinito)

# value
source: Not Set
de: Nicht gesetzt
fr: Non défini
it: Non Impostato

# value
source: new language
de: neue Sprache
fr: nouvelle langue
it: Nuova lingua

# value
source: group name
de: Gruppen-Name
fr: nom du groupe
it: Nome del gruppo

# channels
source: %d linked
de: %d verlinkt
fr: %d connecté
it: %d linkato

# messages
source: Translated
de: Übersetzt
fr: Traduit
it: Tradotto

# channel
source: %s **updated**:
de: %s **aktualisiert**:
fr: %s **mis à jour** :
it: %s **aggiornato**:

# channel
source: %s's current language is **%s**
de: %ss aktuelle Sprache ist **%s**
fr: La langue actuelle de %s est **%s**
it: La lingua corrente di %s è **%s**

# channel
source: Updated %s's language to **%s**
de: Die Sprache von %s wurde auf **%s** geändert
fr: Langue mise à jour en **%s**
it: Aggiornata la lingua di %s in **%s**

# channel
source: %s's current group is **%s**
de: %ss aktuelle Gruppe ist **%s**
fr: Le groupe actuel de %s est **%s**
it: il gruppo attuale di %s è **%s**

# channel
source: %s has been added to the **%s** group.
de: %s wurde der Gruppe **%s** hinzugefügt.
fr: %s a été ajouté au groupe **%s**.
it: %s è stato aggiunto al gruppo **%s**.

# channel
source: %s's current mode is **%s**
de: Der aktuelle Modus von %s ist **%s**
fr: Le mode actuel de %s est **%s**
it: la modalità corrente di %s è **%s**

# channel
source: %s's auto mode has been updated to **%s**
de: Der automatische Modus von %s wurde auf **%s** aktualisiert
fr: Le mode automatique de %s a été mis à jour en **%s**
it: La modalità automatica di %s è stata aggiornata a **%s**

# channel
source: %s's current text style is **%s**
de: Der aktuelle Textstil von %s ist **%s**
fr: Le style de texte actuel de %s est **%s**
it: Lo stile di testo corrente di %s è **%s**

# channel
source: %s has been removed from auto group.
de: %s wurde aus der Autogruppe entfernt.
fr: %s a été supprimé des groupes automatiques.
it: %s è stato rimosso dal gruppo automatico.

# auto
source: Group has been renamed to **%s**
de: Gruppe wurde umbenannt in **%s**
fr: Le groupe a bien été renommé en **%s**
it: Il gruppo è stato rinominato in **%s**

# auto
source: Total Groups
de: Insgesamte Gruppen
fr: Total de groupes
it: Gruppi Totali

# feature
source: Translate custom messages
de: Benutzerdefinierte Nachrichten übersetzen
fr: Traduit des messages personnalisés
it: Tradurre messaggi personalizzati

# feature
source: Translate messages by reacting with a flag emoji
de: Nachrichten übersetzen, indem du mit einem Flaggen-Emoji reagierst
fr: Traduit des messages en réagissant avec un émoji drapeau
it: Traduci i messaggi reagendo con un'emoji della bandiera

# feature
source: Translate to multiple languages at once
de: In mehrere Sprachen gleichzeitig übersetzen
fr: Traduit en multiples langues en une seule fois
it: Traduci in più lingue contemporaneamente

# feature
source: Automatic translation of channels
de: Automatische Übersetzung von Kanälen
fr: Traduction automatique de salons
it: Traduzione automatica dei canali

# feature
source: Automatic translations of specific users
de: Automatische Übersetzung von bestimmten Nutzern
fr: Traductions automatiques d'utilisateurs spécifiques
it: Traduzioni automatiche di utenti specifici

# feature
source: Supports custom prefixes
de: Unterstützt benutzerdefinierte Präfixe
fr: Supporte les préfixes personnalisés
it: Supporta i prefissi personalizzati

# feature
source: Supports 110+ languages
de: Unterstützt 110+ Sprachen
fr: Supporte 110+ langues
it: Supporta 110+ lingue

# feature
source: Disable
de: Deaktivieren
fr: Désactivé
it: Disabilitato

# website
source: Certified by %s
de: Von %s zertifiziert
fr: Certifié par %s
it: Certificato da %s

# company
source: Made with `❤` by %s
de: Mit `❤` von %s gemacht
fr: Fait avec `❤` par %s
it: Fatto con il `❤` da %s

# language
source: to
de: zu
fr: cible
it: a

# language
source: from
de: von
fr: source
it: da

# function
source: Stopping
de: Anhalten
fr: Arrêt
it: Arresto

# notice
source: Important
de: Wichtig
it: Importante

# mention
source: @user
de: @nutzer
fr: @utilisateur
it: @utente

# keyword
source: Any message ending with `%s` or `%s` will be ignored by the bot.
de: Jede Nachricht, die auf `%s` oder `%s` endet, wird vom Bot ignoriert.
fr: N'importe quel message finissant par `%s` ou `%s` seront ignorés par le bot.
it: Qualsiasi messaggio che termina con `%s` o `%s` verrà ignorato dal bot.

# brackets
source: Any words inside %s or %s will be ignored by the bot.
de: Jedes Wort innerhalb von %s oder %s wird vom Bot ignoriert.
fr: N'importe quel mot comportant %s ou %s sera ignoré par le bot.
it: Qualsiasi parola all'interno di %s e %s verrà ignorata dal bot.

# command
source: Default Prefix
de: Standardpräfix
fr: Préfixe par défaut
it: Prefisso Predefinito

# translated
source: Characters Today
de: Zeichen heute
fr: Caractères aujourd'hui
it: Caratteri oggi

# translated
source: Characters this Month
de: Zeichen in diesem Monat
fr: Caractères ce mois-ci
it: Caratteri questo Mese

# translated
source: Characters Total
de: Zeichen insgesamt
fr: Total de caractères
it: Caratteri Totali

# translated
source: Messages Total
de: Nachrichten insgesamt
fr: Total de messages
it: Messaggi Totali

# premium
source: Plan
it: Piano

# characters
source: Per Message
de: Pro Nachricht
fr: Par message
it: Per Messaggio

source: changelog
de: Änderungsprotokoll
fr: notes de mise à jour

source: Server Quota
de: Server-Quote
fr: Quota du serveur

source: Stats
de: Statistiken
fr: Statistiques

source: Info
fr: Informations

source: Links
fr: Liens
